Repository: AgustinESI/ipo2-pokedex
Catalog: Strings/*/Resources.resw
Source language: en_gb
Languages: es_es

# btnDesarrolladores.Content
source: Developers
es_es: Desarrolladores

# btnFAQ.Content
source: FAQ
es_es: PYR

# cuartoCuerpo.Text
source: To increase the accessibility of our program, it has a built-in automatic reader that will read all the sites the user can access.
es_es: Para aumentar la accesibilidad de nuestro programa, tiene un lector automático incorporado que leerá todos los siitos a donde pueda acceder el usuario.

# cuartoTitulo.Text
source: Information about accessibility
es_es: Información sobre la accesibilidad

# desarrolladores2.Content
source: Developers
es_es: Desarrolladores

# DesaText.Text
source: Project developers
es_es: Desarrolladores del proyecto

# faq2.Content
source: FAQ
es_es: PYR

# faqTitulo2.Text
source: FAQ
es_es: PYR

# GitAgustin.Content
source: View GitHub profile
es_es: Ver Perfil GitHub

# GitMiriam.Content
source: View GitHub profile
es_es: Ver Perfil GitHub

# GitRoberto.Content
source: View GitHub profile
es_es: Ver Perfil GitHub

# p1flee.Content
source: Flee
es_es: Huir

# p1strong.Content
source: Strong Attack
es_es: Ataque Fuerte

# p1ultrabeast.Content
source: Mega-Evolution
es_es: Mega Evolución

# p1weak.Content
source: Weak attack
es_es: Ataque Debil

# p2flee.Content
source: Flee
es_es: Huir

# p2strong.Content
source: Strong Attack
es_es: Ataque Fuerte

# p2ultrabeast.Content
source: Mega-Evolution
es_es: Mega Evolución

# p2weak.Content
source: Weak attack
es_es: Ataque Debil

# player1.Text
source: PLAYER 1
es_es: JUGADOR 1

# player2.Text
source: PLAYER 2
es_es: JUGADOR 2

# primerCuerpo.Text
source: In the pokedex section there is a complete list of pokemons from the first to 7th edition, at the top you can filter by the captured pokemons (developed by your companions), there is a search engine to filter by the name of the pokemon. Those captured pokemon appear with a pokeball
es_es: En el apartado de pokedex hay un listado de pokemons completo desde la primera hasta 7 edición, en la parte superior se puede filtrar por los pokemons capturados (desarrollados por los compañeros), existe un buscador para filtrar por el nombre del pokemons. Aquellos pokemons capturados aparecen con una pokedex.

# primerTitulo.Text
source: Information about the pokedex
es_es: Información sobre la Pokedex

# quintoCuerpo.Text
source: So that our program has internationalization, we have given the possibility of translating it into two languages: English and Spanish. This will be achieved by clicking on the corresponding button
es_es: Para que nuestro programa tenga internacionalización, hemos dado la posibilidad de traducirlo en dos idiomas: Inglés y Español. Esto se conseguirá pinchando en los botones con las banderas correspondientes.

# quintoTitulo.Text
source: Information about the internationalization
es_es: Información sobre la internacionalización

# segundoCupero.Text
source: You can select two game modes, 1 vs 1 and 1 vs Artificial Intelligence. The Pokémon are only selectable those captured (developed by the students). There are 2 types of attacks (Strong Attack, Weak Attack), there is the possibility of fleeing from combat and depending on the pokemon it can evolve
es_es: Se puede seleccionar dos modos de juego, 1 vs 1 y 1 vs la Inteligencia artificial. Los pokemons solo estan seleccionables aquellos capturados (desarrollados por los alumnos). Existen 2 tipos de ataques (Ataque Fuerte, Ataque Flojo), existe la posibilidad de huir del combate y en función del pokemon puede evolucionar.

# segundoTitulo.Text
source: Information about the combat
es_es: Información sobre el combate

# tblifes.Text
source: Lifes
es_es: Vidas

# tbSearch.PlaceholderText
source: Search pokemon
es_es: Buscar Pokemons

# tbstars.Text
source: Successes
es_es: Aciertos

# tercerCuerpo.Text
source: By selecting one of the pokemon from the list at the bottom right, we can increase the pokemon's experience and thus be able to improve the pokemon so that they perform better in combat. The game consists of guessing the pokemon among the options presented, you must guess a minimum of 6 pokemon and it only has 3 lives available.
es_es: Seleccionando uno de los pokemons de la lista en la parte de abajo a la derecha, podemos subir la experiencia del pokemon y asi poder mejorar a los pokemons para que se desenvuelvan mejor en combate. El juego consiste en adivinar el pokemon entre las opciones presentadas, debes acertar un mínimo de 6 pokemons y solo tiene 3 vidas disponibles.

# tercerTitulo.Text
source: Information about MiniGame
es_es: Información sobre el mini juego

# textCap.Text
source: Captured
es_es: Capturados
